package hw_9;

public class CheckList {
    /**
     * 1. Проверить есть ли у кружки ручка и возможность взять кружку за нее.
     * 2. Проверить материал из которого изготовлена кружка
     * 3. Проверить возможность налить в кружку воду
     * 4. Налить в ркужку жидкость разной температуры.
     * 5. Проверить удержвает ли кружка жидкость внутри.
     * 6. Проверить вместимость кружки.
     * 7. Проверить цвет кружки внутри и снаружи.
     * 8. Проверить наличие рисунка снаружи кружки.
     */
}
